Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Requests the Secretary-General to focus the work of the Organization on public administration according to the recommendations contained in its decision 2004/302 of 23 July 2004, General Assembly resolution 58/231 of 23 December 2003 and the report of the Committee of Experts on Public Administration on its third session, in particular those aimed at strengthening the human capital in the public sector, facilitating access to information and best practices, promoting good governance and accountability in public administration, at the national and international levels, and strengthening public administration institutions in developing countries, in particular the least developed countries;
fr: Prie le Secrétaire général de définir les orientations des travaux de l'Organisation sur l'administration des affaires publiques en fonction des recommandations énoncées dans sa décision 2004/302 du 23 juillet 2004, dans la résolution 58/231 de l'Assemblée générale en date du 23 décembre 2003 et dans le rapport du Comité d'experts de l'administration publique sur les travaux de sa troisième session, en particulier celles qui concernent la mise en valeur du capital humain dans le secteur public, l'amélioration de l'accès à l'information, notamment celle qui concerne les pratiques optimales, la promotion de la bonne gouvernance et de la responsabilité dans les administrations publiques nationales et internationales et le renforcement des administrations publiques dans les pays en développement, surtout les moins avancés d'entre eux;

source: 2005/201 A Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
fr: 2005/201 A Élections, présentations de candidatures, confirmations et nominations aux organes subsidiaires du Conseil économique et social et aux organes apparentés

source: At its 2nd plenary meeting, on 4 February 2005, the Economic and Social Council took the following action with regard to vacancies in its subsidiary and related bodies:
fr: À sa 2e séance plénière, le 4 février 2005, le Conseil économique et social a pris les dispositions ci-après au sujet des sièges de ses organes subsidiaires et organes apparentés devenus vacants :

source: The Council appointed Iskra Beleva (Bulgaria) for a term beginning on the date of appointment and expiring on 31 December 2006 to fill a vacancy arising from the demise of Eul Yong Park (Republic of Korea).
fr: Le Conseil a nommé Iska Beleva (Bulgarie) pour un mandat prenant effet à la date de nomination et expirant le 31 décembre 2006 pour pourvoir le siège devenu vacant à la suite du décès d'Eul Yong Park (République de Corée).

source: The Council elected Sweden to fill a postponed vacancy for a term beginning on the date of election and expiring on 31 December 2008.
fr: Le Conseil a élu la Suède à un siège auquel l'élection avait été différée, pour un mandat prenant effet à la date de l'élection et expirant le 31 décembre 2008.

source: The Council postponed the election of one member from Asian States and two members from Latin American and Caribbean States for a term beginning on the date of election and expiring on 31 December 2008.
fr: Le Conseil a reporté à une date ultérieure l'élection d'un membre à choisir parmi les États d'Asie et de deux membres à choisir parmi les États d'Amérique latine et des Caraïbes, pour un mandat prenant effet à la date de l'élection et expirant le 31 décembre 2008.

source: 2005/201 B Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
fr: 2005/201 B Élections, présentations de candidatures, confirmations et nominations aux organes subsidiaires du Conseil économique et social et aux organes apparentés

source: At its 4th plenary meeting, on 31 March 2005, the Economic and Social Council took the following action with regard to vacancies in its subsidiary and related bodies:
fr: À sa 4e séance plénière, le 31 mars 2005, le Conseil économique et social a pris les décisions suivantes concernant les sièges à pourvoir dans ses organes subsidiaires et organes apparentés :

source: The Council elected Lebanon to fill a postponed vacancy for a term beginning on the date of election and expiring at the close of the Commission's thirty-ninth session, in 2006.
fr: Le Conseil a élu le Liban à un siège auquel l'élection avait été différée, pour un mandat prenant effet à la date de l'élection et expirant à la clôture de la trente-neuvième session de la Commission en 2006.

source: The Council also elected Sweden for a term beginning at the first meeting of the Commission's thirty-ninth session, in 2005, and expiring at the close of the same session, in 2006, to replace Norway, which had resigned its seat.
fr: Le Conseil a également élu la Suède pour un mandat prenant effet à la 1re séance de la trente-neuvième session de la Commission et expirant à la clôture de la même session, en remplacement de la Norvège, qui avait démissionné de son siège.

source: The Council further postponed the election of one member from Latin American and Caribbean States for a term beginning on the date of election and expiring at the close of the Commission's forty-first session, in 2008.
fr: Le Conseil a en outre reporté à une date ultérieure l'élection d'un membre à choisir parmi les États d'Amérique latine et des Caraïbes, pour un mandat prenant effet à la date de l'élection et expirant à la clôture de la quarante et unième session de la Commission en 2008.

source: The Council elected Antigua and Barbuda and Haiti to fill postponed vacancies for a term beginning on the date of election and expiring on 31 December 2008.
fr: Le Conseil a élu Antigua-et-Barbuda et Haïti à des sièges auquel l'élection avait été différée, pour un mandat prenant effet à la date de l'élection et expirant le 31 décembre 2008.

source: The Council further postponed the election of one member from Asian States for a term beginning on the date of election and expiring on 31 December 2008.
fr: Le Conseil a également reporté à une date ultérieure l'élection d'un membre à choisir parmi les États d'Asie, pour un mandat prenant effet à la date de l'élection et expirant le 31 décembre 2008.

source: 2005/201 C Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
fr: 2005/201 C Élections, présentations de candidatures, confirmations et nominations aux organes subsidiaires du Conseil économique et social et aux organes apparentés

source: At its 7th plenary meeting, on 27 April 2005, the Economic and Social Council took the following action with regard to vacancies in its subsidiary and related bodies:
fr: À sa 7e séance plénière, le 27 avril 2005, le Conseil économique et social a pris les décisions suivantes concernant les sièges à pourvoir dans ses organes subsidiaires et organes apparentés :

source: The Council elected the following eight Member States for a four-year term beginning on 1 January 2006: Canada, Democratic Republic of the Congo, Finland, France, Jamaica, Mauritania, Russian Federation, South Africa.
fr: Le Conseil a élu les huit membres suivants pour un mandat de quatre ans prenant effet le 1er janvier 2006 : Afrique du sud, Canada, Fédération de Russie, Finlande, France, Jamaïque, Mauritanie et République démocratique du Congo.

source: The Council elected the following 16 Member States for a four-year term beginning at the first meeting, in 2006, of the Commission's fortieth session and expiring at the close of the Commission's forty-third session, in 2010: China, Gambia, India, Jamaica, Lebanon, Mexico, Oman, the Russian Federation, Sierra Leone, South Africa, Sweden, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay, Zambia.
fr: Le Conseil a élu les 16 États Membres suivants pour un mandat de quatre ans prenant effet à la 1re séance de la quarantième session de la Commission et expirant à la clôture de la quarante-troisième session de la Commission en 2010 : Afrique du Sud, Chine, États-Unis d'Amérique, Fédération de Russie, Gambie, Inde, Jamaïque, Liban, Mexique, Oman, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Sierra Leone, Suède, Ukraine, Uruguay et Zambie.

source: The Council also elected Haiti to fill a postponed vacancy on the Commission for a term beginning on the date of election and expiring at the close of the Commission's forty-first session, in 2008.
fr: Le Conseil a également élu Haïti à un siège auquel l'élection avait été différée, pour un mandat prenant effet à la date de l'élection et expirant à la clôture de la quarante et unième session de la Commission en 2008.

source: The Council elected the following 15 Member States for a three-year term beginning on 1 January 2006: Argentina, Australia, Austria, Azerbaijan, Bangladesh, Botswana, Brazil, Cameroon, China, Germany, Japan, Morocco, United States of America, Venezuela (Bolivarian Republic of), Zimbabwe.
fr: Le Conseil a élu les 15 États Membres suivants pour un mandat de trois ans prenant effet le 1er janvier 2006 : Allemagne, Argentine, Australie, Autriche, Azerbaïdjan, Bangladesh, Botswana, Brésil, Cameroun, Chine, États-Unis d'Amérique, Japon, Maroc, Venezuela (République bolivarienne du) et Zimbabwe.

source: The Council elected the following 13 Member States for a four-year term beginning at the initial meeting, in 2006, of the Commission's fifty-first session and expiring at the close of the Commission's fifty-fourth session, in 2010: Brazil, Cameroon, Djibouti, Ecuador, Indonesia, Iran (Islamic Republic of), Lesotho, Malaysia, Mexico, Republic of Korea, Togo, United Arab Emirates, Zambia.
fr: Le Conseil a élu les 13 États Membres suivants pour un mandat de quatre ans prenant effet à la séance d'ouverture, en 2006, de la cinquante et unième session de la Commission et expirant à la clôture de sa cinquante-quatrième session en 2010 : Brésil, Cameroun, Djibouti, Émirats arabes unis, Équateur, Indonésie, Iran (République islamique d'), Lesotho, Malaisie, Mexique, République de Corée, Togo et Zambie.

source: The Council elected the following 20 Member States by acclamation for a four-year term beginning on 1 January 2006: Australia, Belgium, Bolivia, Canada, Colombia, Jamaica, Japan, Mexico, Namibia, Niger, Nigeria, Poland, Republic of Korea, Russian Federation, Saudi Arabia, Senegal, Tajikistan, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland.
fr: Le Conseil a élu les 20 États Membres suivants par acclamation pour un mandat de quatre ans prenant effet le 1er janvier 2006 : Arabie saoudite, Australie, Belgique, Bolivie, Canada, Colombie, Fédération de Russie, Jamaïque, Japon, Mexique, Namibie, Niger, Nigéria, Pologne, République de Corée, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Sénégal, Tadjikistan, Turquie et Ukraine.

source: The Council elected the following 19 Member States by acclamation for a three-year term beginning on 1 January 2006: Armenia, Austria, Bolivia, Chile, China, Costa Rica, Democratic Republic of the Congo, Comoros, Germany, Italy, Japan, Libyan Arab Jamahiriya, Namibia, Niger, Pakistan, Republic of Korea, Russian Federation, Senegal, Uganda.
fr: Le Conseil a élu les 19 États Membres suivants par acclamation pour un mandat de trois ans prenant effet le 1er janvier 2006 : Allemagne, Arménie, Autriche, Bolivie, Chili, Chine, Comores, Costa Rica, Fédération de Russie, Italie, Jamahiriya arabe libyenne, Japon, Namibie, Niger, Ouganda, Pakistan, République de Corée, République démocratique du Congo et Sénégal.

source: The Council postponed the election of one member from African States for a three-year term beginning on 1 January 2006.
fr: Le Comité a reporté l'élection d'un membre à choisir parmi les États d'Afrique pour un mandat de trois ans prenant effet le 1er janvier 2006.

source: The Council elected the following 16 Member States for a three-year term beginning at the organizational meeting, in 2006, of the Commission's fifteenth session and expiring at the close of the Commission's seventeenth session in 2009: Antigua and Barbuda, Australia, Chile, Czech Republic, Djibouti, Indonesia, Kuwait, Peru, Republic of Korea, Russian Federation, Senegal, Spain, Sudan, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America.
fr: Le Conseil a élu les 16 États Membres suivants pour un mandat de trois ans prenant effet à la séance d'organisation de la quinzième session de la Commission, en 2006, et expirant à la clôture de la dix-septième session en 2009 : Antigua-et-Barbuda, Australie, Chili, Djibouti, Espagne, États-Unis d'Amérique, Fédération de Russie, Indonésie, Koweït, Pérou, République de Corée, République tchèque, République-Unie de Tanzanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Sénégal et Soudan.

source: The Council elected the following 14 Member States for a three-year term beginning on 1 January 2006: China, Germany, Italy, Lebanon, Malta, Namibia, Panama, Portugal, Russian Federation, Senegal, South Africa, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uganda.
fr: Le Conseil a élu les 14 États Membres suivants pour un mandat de trois ans prenant effet le 1er janvier 2006 : Afrique du Sud, Allemagne, Chine, Fédération de Russie, Italie, Liban, Malte, Namibie, Ouganda, Panama, Portugal, République-Unie de Tanzanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord et Sénégal.

source: The Council postponed the election of one member from Asian States, two members from Latin American and Caribbean States and four members from Western European and other States for a three-year term beginning on 1 January 2006.
fr: Le Conseil a reporté l'élection d'un membre à choisir parmi les États d'Asie, de deux membres à choisir parmi les États d'Amérique latine et des Caraïbes et de quatre membres à choisir parmi les États d'Europe occidentale et autres États, pour un mandat de trois ans prenant effet le 1er janvier 2006.

source: The Council elected the following 11 Member States for a three-year term beginning on 1 January 2006: Burkina Faso, Canada, Colombia, Denmark, Guatemala, Pakistan, Republic of Korea, Rwanda, Serbia and Montenegro, Spain, United States of America.
fr: Le Conseil a élu les 11 États Membres suivants pour un mandat de trois ans prenant effet le 1er janvier 2006 : Burkina Faso, Canada, Colombie, Danemark, Espagne, États-Unis d'Amérique, Guatemala, Pakistan, République de Corée, Rwanda et Serbie-et-Monténégro.

source: The Council elected Ghana and Romania in accordance with General Assembly resolution 59/169 of 20 December 2004.
fr: Le Conseil a élu le Ghana et la Roumanie conformément à la résolution 59/169 de l'Assemblée générale, en date du 20 décembre 2004.

source: The Council elected the following 11 Member States for a three-year term beginning on 1 January 2006: Algeria, Bangladesh, Benin, Ecuador, Jamaica, Japan, New Zealand, Norway, Pakistan, Russian Federation, United Kingdom of Great Britain and Northern Ireland.
fr: Le Conseil a élu les 11 États membres suivants pour un mandat de trois ans prenant effet le 1er janvier 2006 : Algérie, Bangladesh, Bénin, Équateur, Fédération de Russie, Jamaïque, Japon, Norvège, Nouvelle-Zélande, Pakistan et Royaume-Uni de Grande-Bretagne et d'Irlande du Nord.

source: The Council decided that Germany and Switzerland, which were resigning their seats on the Board effective 1 January 2006, would be replaced, respectively, by France for a term expiring on 31 December 2006 and Canada for a term expiring on 31 December 2007.
fr: Le Conseil a décidé que l'Allemagne et la Suisse, qui se retiraient du Conseil d'administration à compter du 1er janvier 2006, seraient remplacés, respectivement, par la France, avec un mandat expirant le 31 décembre 2006, et par le Canada, avec un mandat expirant le 31 décembre 2007.

source: The Council elected the following six Member States for a three-year term beginning on 1 January 2006: Indonesia, Japan, Mexico, Ukraine, United Kingdom of Great Britain and Northern Ireland, Zimbabwe.
fr: Le Conseil a élu les six États membres suivants pour un mandat de trois ans prenant effet le 1er janvier 2006 : Indonésie, Japon, Mexique, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Ukraine et Zimbabwe.

source: Programme Coordination Board of the Joint United Nations Programme on Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS) (UNAIDS)
fr: Conseil de coordination du Programme commun des Nations Unies sur le virus d'immunodéficience humaine et le syndrome d'immunodéficience acquise (VIH/sida) (ONUSIDA)

source: The Council elected the following four Member States for a three-year term beginning on 1 January 2006: Australia, Democratic Republic of the Congo, Finland, Grenada.
fr: Le Conseil a élu les quatre États Membres suivants pour un mandat de trois ans prenant effet le 1er janvier 2006 : Australie, Finlande, Grenade et République démocratique du Congo.

source: The Council postponed the election of one member from Asian States for a three-year term beginning on 1 January 2006.
fr: Le Comité a reporté l'élection d'un membre à choisir parmi les États d'Asie pour un mandat de trois ans prenant effet le 1er janvier 2006.

source: The Council decided that:
fr: Le Conseil a décidé de ce qui suit :

source: (a) Canada and Denmark, which were resigning their seats on the Board effective 27 April 2005, would be replaced, respectively, by Australia and Finland, each for a term expiring on 31 December 2005;
fr: a) Le Canada et le Danemark, qui se retiraient du Conseil d'administration à compter du 27 avril 2005, seraient remplacés, respectivement, par l'Australie et la Finlande, pour un mandat expirant le 31 décembre 2005;

source: (b) France and the United Kingdom of Great Britain and Northern Ireland, which were resigning their seats effective 1 January 2006, would be replaced, respectively, by Germany for a term expiring on 31 December 2007 and Italy for a term expiring on 31 December 2006.
fr: b) La France et le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, qui se retiraient du Conseil d'administration à compter du 1er janvier 2006, seraient remplacés, respectivement, par l'Allemagne, pour un mandat expirant le 31 décembre 2007, et l'Italie, pour un mandat expirant le 31 décembre 2006.

source: The Council nominated the following 18 Member States for election by the General Assembly for a three-year term beginning on 1 January 2006: Argentina, Armenia, Belarus, Benin, Brazil, Bulgaria, the Central African Republic, Cuba, India, Indonesia, Iran (Islamic Republic of), Italy, Pakistan, Portugal, Senegal, South Africa, United Kingdom of Great Britain and Northern Ireland, Uruguay.
fr: Le Conseil a présenté la candidature des 18 États Membres suivants aux fins d'élection par l'Assemblée générale pour un mandat de trois ans prenant effet le 1er janvier 2006 : Afrique du Sud, Argentine, Arménie, Bélarus, Bénin, Brésil, Bulgarie, Cuba, Inde, Indonésie, Iran (République islamique d'), Italie, Pakistan, Portugal, République centrafricaine, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Sénégal et Uruguay.

source: The Council postponed the nomination of two members from Western European and other States for election by the General Assembly for a three-year term beginning on 1 January 2006.
fr: Le Conseil a reporté la présentation de la candidature de deux membres à choisir parmi les États d'Europe occidentale et autres États, aux fins d'élection par l'Assemblée générale, pour un mandat de trois ans prenant effet le 1er janvier 2006.

source: Committee of Experts on the Transport of Dangerous Goods and on the Globally Harmonized System of Classification and Labelling of Chemicals
fr: Comité d'experts sur le transport des marchandises dangereuses et sur le Système général harmonisé de classification et d'étiquetage des produits chimiques

source: The Council endorsed the decision of the Secretary-General to approve the application of Zambia for membership in the Subcommittee of Experts on the Globally Harmonized System of Classification and Labelling of Chemicals (GHS Subcommittee).
fr: Le Conseil a entériné la décision du Secrétaire général d'approuver la demande d'admission de la Zambie au Sous-Comité du Système général harmonisé de classification et d'étiquetage des produits chimiques (Sous-Comité SGH).

source: The Council elected Arundhati Ghose (India) for a term beginning on the date of election and expiring on 31 December 2006, to fill a vacancy arising from the resignation of Chokila Iyer (India).
fr: Le Conseil a élu Arundhati Ghose (Inde) pour un mandat de quatre ans prenant effet le 1er janvier 2006 pour pourvoir un siège devenu vacant à la suite de la démission de Chokila Iyer (Inde).

source: The Council elected Haiti to fill a postponed vacancy on the Committee for a term beginning on the date of election and expiring on 31 December 2006.
fr: Le Conseil a élu Haïti à un siège auquel l'élection avait été différée, pour un mandat prenant effet à la date de l'élection et expirant le 31 décembre 2006.

source: 2005/201 D Elections, nominations, confirmations and appointments to subsidiary and related bodies of the Economic and Social Council
fr: 2005/201 D Élections, présentations de candidatures, confirmations et nominations aux organes subsidiaires du Conseil économique et social et aux organes apparentés

source: At its 9th plenary meeting, on 9 June 2005, the Economic and Social Council elected Sweden to the Programme Coordination Board for a term beginning on the date of election and expiring on 31 December 2006, to replace Switzerland, which had resigned its seat on the Board.
fr: À sa 9e séance, le 9 juin 2005, le Conseil économique et social a élu la Suède au Conseil de coordination du Programme pour un mandat de trois ans prenant effet à la date de l'élection et expirant le 31 décembre 2006, en remplacement de la Suisse, qui avait démissionné de son siège.

source: 2005/202 Dates for the substantive session of 2005 of the Economic and Social Council
fr: 2005/202 Dates de la session de fond de 2005 du Conseil économique et social

source: At its 2nd plenary meeting on 4 February 2005, the Economic and Social Council decided to approve the change in the dates for its substantive session of 2005 from 4 to 29 July 2005 to 29 June to 27 July 2005.
fr: À sa 2e séance plénière, le 4 février 2005, le Conseil économique et social a décidé d'approuver le changement des dates de sa session de fond de 2005, qui se tiendrait non pas du 4 au 29 juillet, mais du 29 juin au 27 juillet 2005.

source: 2005/203 Provisional agenda for the substantive session of 2005 of the Economic and Social Council
fr: 2005/203 Ordre du jour provisoire de la session de fond de 2005 du Conseil économique et social

source: At its 2nd plenary meeting on 4 February 2005, the Economic and Social Council, having considered the proposed programme of work for 2005 and 2006, approved the following provisional agenda and documentation for its substantive session of 2005:
fr: À sa 2e séance plénière, le 4 février 2005, ayant examiné son projet de programme de travail pour 2005 et 2006, le Conseil a adopté l'ordre du jour provisoire et la documentation de sa session de fond de 2005 comme suit :

source: World Economic and Social Survey, 2005, part one (chap.
fr: La situation économique et sociale dans le monde, 2005, première partie (chap.

source: development cooperation
fr: Activités opérationnelles du système des Nations Unies au service de la coopération internationale pour le développement
